[
  "A science lecturer and a student walk into a bar. The scientist says to the barman: \"Can I have a glass of H20?\" The barman hands over the drink and the lecturer walks away. Wanting to fit in, the student says to the barman: \"I'll have a glass of H20 too.\" His funeral is tomorrow.",
  "There are 10 sorts of people in the world: those that understand binary numbers and those that don't.",
  "An electron and a proton are drinking in a bar. Proton: \"Your round.\" Electron: \"Are you sure?\" Proton: \"I'm positive.\"",
  "Einstein, Newton and Pascal are playing hide and seek. Einstein covers his eyes and starts counting while Newton and Pascal run and hide. Pascal hides behind a curtain. Newton stops and draws a 1-metre by 1-metre square on the ground and stands in the middle. Einstein finishes counting, uncovers his eyes and turns around, \"Ha! Found you, Newton!\" Newton calmly replies, \"Nope, you found Pascal!\"",
  "A group of protesters form outside a science lab and start chanting... \"What do we want? Time Travel! When do we want it? It's irrelevant!\"",
  "Did you hear about the girl who got cooled to absolute zero? She's 0K now",
  "Einstein developed a theory about space. And it was about time too.",
  "What is a physicist's favourite food? Fission chips.",
  "A photon checks into a hotel. When asked if they need help with their bags, it responds, \"No, I'm travelling light\".",
  "Why did the chicken cross the Möbius strip? To get to the other… eh? Hang on!",
  "Sodium sodium sodium sodium sodium sodium sodium sodium Batman!",
  "Heisenberg and Schrödinger get pulled over for speeding. The officer asks Heisenberg, \"Do you know how fast you were going?\" Heisenberg replies, \"No, but we know exactly where we are!\" The confused officer says, \"You were going 200 kilometres an hour!\" Heisenberg throws his arms up and cries, \"Great! Now we're lost!\" The officer looks over the car and asks Schrödinger if the two men have anything in the trunk. \"A cat,\" Schrödinger replies. The officer opens the trunk and yells, \"Hey! This cat is dead.\" Schrödinger angrily replies, \"Well, he is now!\""
]